
{
    "dogFacts": [
        {
          "fact": "Dogs have wet noses because it helps to absorb scent chemicals."
        },
        {
          "fact": "The tallest dog on record was a Great Dane who stood 44 inches tall at the shoulder."
        },
        {
          "fact": "Dalmatians are born completely white and develop their spots as they grow older."
        },
        {
          "fact": "Dogs have a sense of time and can distinguish between a hour and five hours."
        },
        {
          "fact": "A dog's sense of smell is about 1,000 times stronger than a human's sense of smell."
        },
        {
          "fact": "Dogs are capable of understanding up to 250 words and gestures."
        },
        {
          "fact": "Puppies are born blind, deaf, and toothless."
        },
        {
          "fact": "The oldest dog on record was an Australian Cattle Dog who lived to be 29 years and 5 months old."
        },
        {
          "fact": "Dogs are able to see in color, but their color vision is not as vivid as a human's."
        },
        {
          "fact": "The most popular dog breed in the United States is the Labrador Retriever."
        },
        {
          "fact": "A dog's nose print is unique, much like a human's fingerprint."
        },
        {
          "fact": "Dogs can suffer from depression and anxiety just like humans."
        },
        {
          "fact": "The Basenji is the only breed of dog that does not bark."
        },
        {
          "fact": "Dogs can see better at night than humans can."
        },
        {
          "fact": "The Newfoundland breed is known for its lifesaving abilities in water."
        },
        {
          "fact": "Dogs can smell diseases such as cancer and diabetes in humans."
        },
        {
          "fact": "Chihuahuas are the smallest breed of dog in the world."
        },
        {
          "fact": "Dogs have three eyelids. The third lid, called a nictitating membrane or haw, helps to protect and lubricate the eye."
        },
        {
          "fact": "The average lifespan of a dog is around 10 to 13 years."
        },
        {
          "fact": "The Saint Bernard breed is famous for its rescue work in the Swiss Alps."
        },
        {
          "fact": "A group of Pugs is called a grumble."
        },
        {
          "fact": "The most expensive dog breed in the world is the Tibetan Mastiff, which can cost up to $3 million."
        },
        {
          "fact": "Dogs have twice as many ear muscles as humans, which allows them to move their ears in different directions to locate sounds."
        },
        {
          "fact": "The first living creature to orbit Earth was a dog named Laika, who was launched into space by the Soviet Union in 1957."
        },
        {
          "fact": "Greyhounds can reach speeds of up to 45 miles per hour, making them the fastest dog breed in the world."
        },
        {
          "fact": "The Shar-Pei breed has a blue-black tongue, which is a rare trait in dogs."
        },
        {
          "fact": "The Basset Hound has the longest ears of any dog breed."
        },
        {
          "fact": "Dogs can understand and interpret human body language and tone of voice."
        }
    ]
}